IDEA Open Model
ResultOfIncrement2.Increment Property
Compatible with IDEA StatiCa 20.1
 Increment of load case
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int Increment { get; set; }
Public Property Increment As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
ResultOfIncrement2 Class
IdeaRS.OpenModel.Result Namespace